cask_args appdir: '/Applications'
tap 'homebrew/cask-versions'

cask 'google-chrome'
cask 'iterm2'
cask 'atom'
cask 'firefox'
cask 'slack'
cask 'discord'
cask 'basecamp'
cask 'gifox'
cask 'dropbox'
cask 'graphviz'
cask 'spotify'
cask 'telegram-desktop'
cask 'karabiner'
cask 'colorsnapper'
cask 'colorpicker-skalacolor'
cask 'qlcolorcode'
cask 'qlstephen'
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'qlimagesize'
cask 'webpquicklook'
cask 'virtualbox'
cask 'transmission'
cask 'the-unarchiver'
cask 'steam'

brew 'git'
brew 'yarn'
brew 'node'
brew 'htop-osx'
brew 'imagemagick'
brew 'most'
brew 'postgresql'
brew 'nvm'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'ncdu'
brew 'fzf'
brew 'homebrew/cask-versions/adoptopenjdk8'

cask 'elasticsearch'
