cask_args appdir: '/Applications'
tap 'caskroom/cask'

brew 'google-chrome'
brew 'iterm2'
brew 'atom'
brew 'firefox'
brew 'slack'
brew 'discord'
brew 'basecamp'
brew 'gifox'
brew 'dropbox'
brew 'spotify'
brew 'telegram-desktop'
brew 'karabiner'
brew 'colorsnapper'
brew 'colorpicker-skalacolor'
brew 'qlcolorcode'
brew 'qlstephen'
brew 'qlmarkdown'
brew 'quicklook-json'
brew 'quicklook-csv'
brew 'qlimagesize'
brew 'webpquicklook'
brew 'virtualbox'
brew 'transmission'
brew 'the-unarchiver'
brew 'steam'

brew 'git'
brew 'yarn'
brew 'node'
brew 'htop-osx'
brew 'imagemagick'
brew 'most'
brew 'postgresql'
brew 'nvm'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'ncdu'
brew 'fzf'
